aysagent/meshpn/device/boards/m5_stamp_p4_c6/sdkconfig.defaults
# M5Stack Stamp-P4 + Stamp-AddOn C6 (future — scaffold only)

CONFIG_IDF_TARGET="esp32p4"
